acpi
acpi_call
amd-ucode
ark
base
base-devel
bash-completion
bluez-utils
breeze
breeze-gtk
breeze-icons
brightnessctl
btop
cliphist
cmatrix
dmenu
dolphin
dolphin-plugins
dunst
efibootmgr
ffmpegthumbs
firefox
firewalld
fzf
git
grim
grub
grub-btrfs
helix
hyprland
imagemagick
imlib2
jq
kitty
konsole
linux
linux-firmware
man-db
mesa-utils
neofetch
networkmanager
noto-fonts-emoji
os-prober
papirus-icon-theme
pavucontrol
pipewire-pulse
polkit-kde-agent
python-pywal
python-qrencode
qt5-graphicaleffects
qt5-quickcontrols
qt5-quickcontrols2
qt5ct
qt6-wayland
qt6ct
ranger
reflector
rofi
sddm
slurp
snapper
starship
swappy
terminus-font
tldr
ttf-fira-sans
unzip
vi
vim
vlc
w3m
waybar
wl-clipboard
xautolock
xclip
xdg-desktop-portal-hyprland
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xbacklight
xorg-xev
xorg-xinit
xorg-xkill
xorg-xprop
xorg-xsetroot
zip
